{"id2word": ["the", "2014", "on", "and", "of", "in", "interstellar", "from", "a", "to", "retrieved", "original", "archived", "november", "october", "s", "film", "nolan", "for", "with", "as", "million", "was", "it", "that", "2015", "by", "christopher", "december", "hollywood", "box", "is", "office", "2013", "imax", "5", "7", "at", "6", "1", "10", "an", "4", "space", "he", "its", "science", "march", "august", "16", "his", "reporter", "11", "14", "black", "12", "about", "cooper", "17", "3", "release", "times", "27", "9", "april", "were", "8", "films", "pictures", "19", "24", "effects", "paramount", "set", "which", "2", "january", "opening", "thorne", "18", "31", "endurance", "february", "fiction", "los", "new", "production", "weekend", "would", "29", "angeles", "be", "brand", "hole", "may", "not", "time", "20", "2016", "26", "big", "movie", "september", "deadline", "one", "out", "released", "theaters", "united", "visual", "who", "13", "15", "2020", "2024", "23", "best", "bros", "com", "first", "had", "july", "mcconaughey", "mm", "two", "variety", "worldwide", "dust", "most", "nasa", "they", "warner", "2018", "21", "but", "hero", "june", "than", "22", "25", "28", "70", "also", "crew", "murph", "planet", "up", "after", "all", "four", "mann", "review", "scott", "states", "their", "this", "total", "while", "30", "based", "before", "china", "digital", "has", "matthew", "mcclintock", "movies", "sound", "three", "wormhole", "you", "anne", "hathaway", "into", "james", "jonathan", "mojo", "other", "pamela", "professor", "script", "some", "spacecraft", "stars", "top", "100", "35", "earned", "filming", "five", "forbes", "gravity", "her", "holes", "home", "john", "kip", "list", "more", "or", "over", "said", "scientific", "second", "through", "york", "2017", "are", "david", "early", "event", "global", "gravitational", "human", "iceland", "international", "lander", "making", "mendelson", "re", "shot", "them", "tom", "travel", "use", "using", "what", "where", "wrote", "year", "2021", "actors", "b", "behind", "being", "case", "created", "design", "during", "earth", "epic", "father", "fi", "filmsamerican", "format", "future", "google", "guardian", "have", "him", "horizon", "jeff", "london", "look", "o", "obst", "physicist", "place", "planets", "press", "producer", "screens", "see", "so", "story", "tars", "theater", "theatre", "theatrical", "van", "years", "zimmer", "2012", "according", "accretion", "america", "ben", "biggest", "bowl", "could", "dark", "dave", "day", "director", "drama", "following", "further", "gross", "grossing", "how", "hoytema", "inspiration", "kingdom", "love", "lynda", "matt", "mike", "nancy", "north", "off", "past", "paul", "richard", "scenes", "she", "south", "spielberg", "star", "station", "takes", "tartaglione", "then", "theoretical", "third", "took", "tops", "trailer", "us", "used", "wall", "when", "wired", "wormholes", "2025", "21st", "47", "49", "83", "against", "american", "among", "berardinelli", "bill", "blight", "book", "books", "both", "brent", "camera", "can", "canada", "cast", "century", "chastain", "chinese", "close", "co", "company", "critics", "daughter", "despite", "dialogue", "doi", "down", "dr", "dumb", "dumber", "earning", "empire", "end", "even", "ever", "films2010s", "fleming", "franklin", "gave", "give", "highest", "hobbit", "ice", "inception", "jessica", "journal", "just", "knight", "lang", "legendary", "like", "lost", "made", "main", "mark", "media", "member", "mission", "no", "number", "oliver", "only", "part", "photography", "praised", "principal", "process", "produced", "ray", "robots", "scene", "sci", "scientist", "score", "scores", "studio", "take", "tcl", "team", "terms", "these", "video", "well", "will", "worked", "world"], "counts": [746, 353, 278, 266, 261, 219, 216, 205, 197, 192, 169, 166, 163, 150, 137, 134, 114, 105, 87, 86, 85, 84, 73, 66, 64, 62, 61, 58, 58, 55, 51, 51, 51, 50, 49, 48, 46, 45, 44, 42, 40, 40, 39, 39, 37, 36, 36, 32, 31, 30, 30, 30, 29, 29, 29, 28, 28, 28, 27, 27, 27, 26, 25, 25, 24, 24, 23, 23, 23, 22, 22, 22, 22, 22, 22, 21, 21, 21, 21, 20, 20, 20, 20, 20, 20, 20, 20, 20, 20, 19, 19, 19, 19, 19, 19, 19, 19, 18, 18, 18, 18, 18, 18, 17, 17, 17, 17, 17, 17, 17, 17, 16, 16, 16, 16, 16, 16, 16, 16, 16, 16, 16, 16, 16, 16, 16, 16, 15, 15, 15, 15, 15, 14, 14, 14, 14, 14, 14, 13, 13, 13, 13, 13, 13, 13, 13, 13, 12, 12, 12, 12, 12, 12, 12, 12, 12, 12, 12, 11, 11, 11, 11, 11, 11, 11, 11, 11, 11, 11, 11, 11, 10, 10, 10, 10, 10, 10, 10, 10, 10, 10, 10, 10, 10, 10, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5], "total_tokens": 13408}