{"id2word": [",", ".", "the", "\"", "2014", "on", "and", "of", "'", "(", ")", "in", "interstellar", "]", "from", "to", "a", "retrieved", "original", "archived", "-", "november", "october", "'s", "film", "nolan", ":", "for", "$", "with", "as", "was", "million", "it", "that", "2015", "by", "christopher", "december", "hollywood", "box", "is", "office", "2013", "imax", "at", ";", "an", "he", "its", "science", "space", "6", "7", "march", "august", "his", "reporter", "1", "10", "16", "black", "about", "17", "cooper", "release", "times", "14", "27", "4", "april", "were", "5", "11", "paramount", "pictures", "which", "effects", "january", "set", "\u2013", "endurance", "february", "fiction", "los", "new", "opening", "thorne", "would", "18", "be", "brand", "films", "hole", "m", "may", "not", "production", "time", "12", "19", "2016", "24", "31", "angeles", "big", "september", "29", "8", "deadline", "mm", "movie", "one", "out", "released", "united", "visual", "weekend", "who", "2020", "26", "best", "bros.", "first", "had", "july", "mcconaughey", "two", "variety", "worldwide", "20", "2024", "23", "dust", "most", "nasa", "theaters", "they", "warner", "15", "2018", "9", "but", "hero", "june", "than", "13", "also", "crew", "murph", "planet", "2", "25", "70", "after", "all", "four", "mann", "review", "scott", "their", "this", "up", "while", "21", "22", "based", "before", "china", "digital", "has", "matthew", "mcclintock", "movies", "sound", "three", "total", "wormhole", "you", "28", "3", "30", "anne", "hathaway", "into", "james", "jonathan", "mojo", "other", "pamela", "professor", "script", "some", "spacecraft", "stars", "states", "top", "\u2014", "100", "are", "earned", "filming", "five", "forbes", "gravity", "holes", "home", "john", "kip", "list", "more", "or", "over", "said", "scientific", "second", "through", "%", "...", "david", "early", "event", "global", "gravitational", "her", "human", "international", "lander", "making", "mendelson", "shot", "them", "tom", "use", "using", "what", "where", "wrote", "year", "york", "&", "2017", "2021", "actors", "behind", "being", "created", "design", "during", "earth", "epic", "father", "filmsamerican", "future", "google", "guardian", "have", "him", "horizon", "iceland", "jeff", "look", "obst", "physicist", "place", "press", "producer", "re", "so", "tars", "theatre", "theatrical", "travel", "van", "zimmer", "35", "according", "accretion", "ben", "biggest", "bowl", "case", "could", "dark", "dave", "day", "director", "drama", "fi", "following", "further", "grossing", "how", "hoytema", "inspiration", "london", "love", "lynda", "matt", "mike", "nancy", "north", "off", "past", "paul", "planets", "richard", "screens", "see", "she", "south", "spielberg", "star", "station", "takes", "tartaglione", "theater", "then", "theoretical", "third", "took", "tops", "trailer", "us", "used", "wall", "when", "wired", "wormholes", "years", "2012", "2025", "?", "[", "against", "america", "american", "among", "b.o.", "berardinelli", "bill", "blight", "book", "books", "both", "brent", "camera", "cast", "chastain", "chinese", "close", "co", "company", "critics", "daughter", "despite", "dialogue", "down", "dumb", "dumber", "earning", "empire", "end", "even", "ever", "films2010s", "fleming", "format", "franklin", "gave", "give", "highest", "hobbit", "ice", "inception", "jessica", "journal", "just", "kingdom", "knight", "lang", "legendary", "like", "lost", "made", "main", "mark", "media", "member", "mission", "no", "number", "oliver", "only", "part", "praised", "principal", "produced", "ray", "robots", "scenes", "sci", "scientist", "scores", "space.com", "story", "studio", "take", "tcl", "team", "terms", "these", "video", "well", "will", "worked", "world"], "counts": [1195, 1046, 746, 474, 347, 278, 266, 261, 248, 243, 226, 219, 210, 208, 205, 192, 191, 169, 166, 163, 162, 150, 137, 131, 109, 104, 91, 87, 86, 86, 85, 73, 67, 65, 64, 61, 61, 58, 58, 55, 51, 51, 51, 49, 47, 45, 42, 40, 37, 36, 36, 34, 32, 32, 32, 31, 30, 30, 29, 29, 29, 29, 27, 26, 26, 26, 26, 25, 24, 24, 24, 24, 23, 22, 22, 22, 22, 21, 21, 21, 21, 20, 20, 20, 20, 20, 20, 20, 20, 19, 19, 19, 19, 19, 19, 19, 19, 19, 19, 18, 18, 18, 18, 18, 18, 18, 18, 17, 17, 17, 17, 17, 17, 17, 17, 17, 17, 17, 17, 16, 16, 16, 16, 16, 16, 16, 16, 16, 16, 16, 15, 15, 15, 15, 15, 15, 15, 15, 15, 14, 14, 14, 14, 14, 14, 14, 13, 13, 13, 13, 13, 12, 12, 12, 12, 12, 12, 12, 12, 12, 12, 12, 12, 12, 11, 11, 11, 11, 11, 11, 11, 11, 11, 11, 11, 11, 11, 11, 11, 10, 10, 10, 10, 10, 10, 10, 10, 10, 10, 10, 10, 10, 10, 10, 10, 10, 10, 10, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 8, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 7, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 6, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5, 5], "total_tokens": 17151}